{
  "yes": "Yes",
  "no": "No",
  "yesDeleteText":"Yes, delete",
  "announcementConfirmation": "Are you sure you want to delete this announcement?",
  "head_paragraph": "Leave request should be received at least 7 business days prior to the leave effective date, or 10 business days if y our payroll is a Reverse Fed Wire (RFW). Submitting a leave request outside of these time periods will impact the employee's paycheck.",
  "last_worked_date": "Last Worked Date",
  "extended_leave_start_date": "Extended Leave Start Date",
  "create_leave_head1": "Create Extended Leave Request",
  "req_ext_leave": "Request Extended Leave for",
  "learn_more": "Learn more",
  "estimated_return_date": "Estimated Return Date",
  "desc1": "Is this entire leave paid through TriNet payroll?",
  "first_day_leave_is_unpaid": "First Day Leave is Unpaid",
  "desc2": "Will the employee be using sick, vacation or PTO while on this Leave of Absence?",
  "additional_paid_hours": "Additional Paid Hours",
  "sick": "Sick",
  "hrs": "Hrs",
  "left": "Left",
  "add": "Add",
  "add_loc":"Add Location",
  "edit_loc":"Edit Location",
  "person": "Person",
  "desc3": "Is this leave intermittent?",
  "preferred_phone": "Preferred Phone",
  "compPolicies": "Policies",
  "managerResourcesHeading":"Manager Resources",
  "managerResourcesSubHeading":"Find procedures, guidelines and special forms for your company",
  "leave_head1": "Dates and Status",
  "noCompPolicies":"No company policies",
  "leave_head2": "Reason for Extended Leave of Absence",
  "reason_for_leave": "Reason for Leave",
  "legalNocticeDevelopment": "Legal Notices and Legal Developments",
  "reason_for_leave_list": {
    "list1": "The employee's own serious health condition",
    "list2": "BZ",
    "list3": "CZ"
  },
  "noCompanyForms":"No Company Forms",
  "date_of_disability": "Date of Disability",
  "leave_head3": "FMLA Qualification",
  "desc4": "Is your company required to offer FMLA, but honors an FMLA-like policy.",
  "desc5": "Does your company have 50 or more employees within a 75 mile radius?",
  "desc6": "Does this employee have been employed 12 months or",
  "desc7": "This employee's leave request meets FMLA qualifications.",
  "desc8": "I acknowledge that a medical certification will be required. If the certification is not received the leave may not be qualified as FMLA.",
  "leave_head4": "Flexible Spending Account - For Unpaid Extended Leave",
  "desc9": "Stop contributions when unpaid extended leave begins",
  "desc10": "Continue eligibility by one pre-tax lump sum contribution before leave begins",
  "desc11": "Continue eligibility from after tax contributions by personal check via COBRA-FSA",
  "leave_head5": "Benefit Premium Repayment",
  "desc12": "One time lump sum deduction from employee earnings on employee's first FULL PAYCHECK after returning to work",
  "desc14": "Repayment waived by the Company",
  "desc15": "We have made alternate arrangements with the employee",
  "desc16": "Not applicable - employee is not enrolled in group benefits",
  "leave_head6": "Other Information",
  "note": "Notes",
  "cancel": "Cancel",
  "submit": "Submit",
  "forms": {
    "title": "Forms1"
  },
  "addenda": {
    "addenda_hdr": "State Addenda to Services Agreement",
    "addenda_desc": "View the applicable services agreement addendum for the states in which you have employees.",
    "no_data_addenda": "Special State Addenda is not available for this state.",
    "item_select": "Please select a state to view the applicable services agreement addendum."
  },
  "workinbox": {
    "title": "Work Inbox",
    "electronic_req": "Electronic I-9 Entries",
    "newhire_entry": "New Hire/Rehire Entry",
    "managerassignments_req": "Manager Assignments",
    "empchange_req": "Employment Change Request",
    "timeoff_req": "Time Off Requests",
    "claim_staff": "Claim Staff",
    "tab1": "MY TASKS",
    "tab2": "PROXY",
    "tab3": "UNASSIGNED",
    "tab4": "COMPLETED",
    "all_clear": "All clear!",
    "create_leave_head1": "Create Extended Leave Request",
    "tb_name": "Name",
    "tb_employee_name": "Employee Name",
    "tb_manager_name": "Manager Name",
    "tb_effectivedate": "Effective Date",
    "tb_startdate": "Start Date",
    "tb_createdby": "Created By",
    "tb_enddate": "End Date",
    "tb_lastedit": "Last Edited",
    "tb_Status": "Status",
    "tb_Type": "Type",
    "tb_totalhrs": "Total Hours",
    "tb_firstnme": "First Name",
    "tb_lastnme": "Last Name",
    "tb_submited_on": "Submitted On",
    "tb_total_hours": "Total Hours",
    "tb_waiting_for": "Waiting for",
    "tb_required_action": "Required Action",
    "approve_btn": "Approve",
    "comment":"Comment :",
    "approve":"Approve",
    "decline":"Decline",
    "cancel":"Cancel",
    "notifications":"Notifications",
    "seeAll":"See all",
    "allClear":"All clear!",
    "seeCompletedTasks":"see completed tasks",
    "timeOffRequests":"Time Off Requests",
    "employmentChangeRequests":"Employment Change Requests",
    "newHire":"New Hire/Rehire Entry",
    "seeAllTasks":"See All Tasks",
    "noTasks":"No Tasks",
    "viewAllCompletedTasks":"View all completed tasks",
    "from":"From",
    "myOwnTasks":"My Own Tasks",
    "proxyTasksForMe":"Proxy Tasks For Me",
    "tasksIhaveApproved":"Tasks I have approved",
    "pendingTasksIcanApprove":"Pending Tasks I can approve",
    "tasksAreWaitingForOthers":"Tasks are waiting for others",
    "completedTasks":"Completed Tasks",
    "cancelledTasks":"Cancelled Tasks",
    "noRecords":"No Records are Found",
    "waitingFor":"Waiting For",
    "history":"History",
    "details":"Details",
    "assignToMe":"Assign to Me",
    "edit":"Edit",
    "delete":"Delete",
    "Archive":"Archive",
    "confirmation":"Confirmation",
    "conformationMessage":"This task will be removed from the list. Are you sure you want to archive this completed task?",
    "yes":"Yes, archive it",
    "close":"Close"
  },
  "reports": {
    "title": "Reports",
    "panelHeader": "Termination Report allows you to review termination transactions that have been made over the past 90 days.",
    "termDetailHeader": "Termination Detail Report",
    "payDetailHeader": "Additional Begin/End Pay Detail Report",
    "headers": [
      {
        "title": "Add'l Begin/End Payment Report",
        "desc": "The Transaction Reporting section allows you to review managerial transactions that have been made over the past 90 days."
      }
    ]
  },
  "organizationchart": {
    "title": "Organization Chart",
    "viewAllEmp": "View All Employees",
    "showTermEmp": "Display Terminated Employees",
    "viewMyself": "View Myself",
    "noHigherOff": "No Higher Officials Found",
    "terminated": "Terminated",
    "employmentDetails": "Employment Details",
    "officeAddress": "Office Address",
    "personalProfile":"Personal Profile",
    "workInfo":"Work Info",
    "money":"Money",
    "timeOff":"Time Off",
    "benefits":"Benefits",
    "security":"Security",
    "acknowledgements":"Acknowledgements",
    "extendedLeave":"Extended Leave",
    "returnFromLeave":"Return From Leave",
    "termination":"Termination"
  },
  "policies": {
    "acaEmpStatus": "ACA Lrg Employer Status",
    "iscompAle": "Is Company an ALE",
    "effectiveOn": "Effective On",
    "trinetInc": "TriNet Group, Inc",
    "address1": "1100 San Leandro Blvd.",
    "address2": "Siuite 400",
    "additionalForms": "Additional Forms",
    "addFormsPra": "Please use the forms here as needed from time to time.",
    "manageRespra": "Please review or select from these additional resources as needed or required.",
    "policiesProcedurePra": "Need a look at the rules your company lives by? Check out your company's additional Policies and Procedures not found in other places.",
    "eformstitle": "E-Forms",
    "eformsPra": "These forms require acknowledgement of your reading and agreement (e-signature)",
    "eformsSign": "Company e-signature forms",
    "empHandook": "Employee Handbook",
    "nofiles": "No files are available",
    "additionalPolicies": "Additional Policies",
    "addPoliciesMsg": "Welcome! This is your place to find additional policies and resources that correlate to your company.",
    "addPoliciesNote": "To view many of these files, you will need to download a ",
    "addPoliciesQuestion": "Questions About Your Benefits?",
    "addPoliciesAns": "We Have Answers",
    "addPoliciesSolution": "Solution Center Phone: 800.638.0461 (5 a.m. - 9 p.m., MF, Pacific Time)",
    "pdfReader": "PDF reader.",
    "addPoliciesPrag": "To provide you fast answers to your benefit inquiries, your company has partnered with TriNet. Contact TriNet's Solution Center whenever you have a question about your company benefits package.",
    "empHandookPra": "By clicking below, I am acknowledging that I have received a copy of the TriNet Employee Handbook and understand that it contains important information on my company's and TriNet's policies and my privileges and obligations as an employee. I acknowledge that I am expected to read, understand and adhere to the policies in the Handbook. I understand that my employment is at will, meaning either the company or I can terminate the employment relationship at any time, with or without cause, for any or no reason. I also understand that, except for the at-will policy, the policies of TriNet and my company can be changed at any time.",
    "noListForNow":"--- no list for now ---",
    "managerResources":"Manager Resources",
    "policiesAndProcedures":"Policies and Procedures",
    "email":"employees@trinet.com",
    "california": {
      "title": "State Required Notifications",
      "titleInfo": "The information below is being provided as a service to you as a California employee.",
      "paidFamily": "Paid Family Leave",
      "stateDisability": "State Disability Insurance",
      "sexualHar": "Sexual Harassment",
      "pregDisbailityA": "Pregnancy Disability Leave Notice A",
      "pregDisbailityB": "Pregnancy Disability Leave Notice B",
      "workersComp": "Workers Comp Employee Fact Sheets",
      "noticeEmp": "Notice to Employees",
      "permisoFamiliar": "Permiso Familiar Pagado",
      "seguroEstatal": "Seguro Estatal de Incapacidad",
      "acosoSexual": "Acoso Sexual",
      "divisionDeComp": "Division de Compensacionde Trabajadores - Hoja informativa",
      "designacionPrevia": "Designacion Previa De Medico Particular",
      "avisoEmp": "Aviso a los Empleados",
      "californiaEarnedNotice": "California Earned Income Tax Credit Information Notice:",
      "californiaNoticePra": "Based on your annual earnings, you may be eligible to receive the Earned Income Tax Credit from the federal government. The Earned Income Tax Credit is a refundable federal income tax credit for low-income working individuals and families. The Earned Income Tax Credit has no effect on certain welfare benefits. In most cases, Earned Income Tax Credit payments will not be used to determine eligibility for Medicaid, supplemental security income, food stamps, low-income housing or most temporary assistance for Needy Families payments. Even if you do not owe federal taxes, you must file a tax return to receive the Earned Income Tax Credit. Be sure to fill out the Earned Income Tax Credit form in the federal income tax return booklet. For information regarding your eligibility to receive the Earned Income Tax Credit, including information on how to obtain the IRS Notice 797 or Form W-5, or any other necessary forms and instructions, contact the Internal Revenue Service by calling 1-800-829-3676 or through its website at",
      "californiaEmployer": "California employers, both private and public, who employ more than fifteen employees, will be required to provide no less than ten days of leave per year for volunteer members of the Civil Air Patrol. This is to ensure that volunteers are able to respond to an emergency operational mission under a new law that will be effective starting January 1, 2010. Employee volunteer members are required to give the employer as much notice as possible of the intended leave dates and must be employed by their current employer for no less than ninety days immediately before the start date of the leave period. After the leave period has ended, an employer must restore the employee to his or her position or to a position with equivalent seniority, pay, benefits and other terms and conditions of employment.",
      "californiaEmpTitle": "Civil Air Patrol Leave",
      "californiaEmpSecPra": "California employers should update existing policies to ensure compliance. The new law will not override other employee benefit plans or rights provided for in collective bargaining agreements which provide employees with greater leave rights.",
      "website":"www.irs.gov."
    },
    "companyAddendum": {
      "title": "Company Addendum",
      "titleInfo": "We're working to improve your online experience. As part of this enhancement, the Addendum information has been moved.",
      "informationAbout": "For information about",
      "yourCompnayBenf": "Your company's benefits policies",
      "mySelf_Benfits": "Myself > My Benefits >",
      "benefitsOverview": "Benefits Overview",
      "payrollSchedule": "Payroll Schedule",
      "yourPayroll": "Your company's payroll policies",
      "myself_payroll": "Myself > My Payroll >",
      "allOthercompany": "All other company policies",
      "myCompany_Policies": "My Company > Policies >",
      "pleaseSee": "Please see"
    },
    "conventryTexasEnglish": "Coventry Texas Health Care Network Employee Notification Packet (English)",
    "conventryTexasSpanish": "Coventry Texas Health Care Network Employee Notification Packet (Spanish)",
    "equifaxReportingGuide":"Equifax Reporting Guide",
    "informationForVeterans":"Information for Veterans",
    "paidTimeOffPolicies":"Paid Time Off Policies",
    "extJsIntegration":"This page will be displayed, once EXT Js integration done.",
    "scheduleOfDueDatesAndSpecialFees":"Schedule of Due Dates and Special Fees",
    "texasHealthCareLetterToClients":"Texas Health Care Letter to Clients",
    "confirmation":"Confirmation",
    "agree":"I Agree",
    "employeebook": {
      "title": "Employee Hand Book",
      "empHandPartfirst": "For your convenience, here's the latest version of your company's ",
      "empHandPartsecond": "You can view the PDF online, or download the entire file to your desktop. Either way, you'll want to read it again and again. You may even want to memorize all the chapters and recite them to yourself while you're driving to work, taking a shower, or waiting in line at the supermarket.",
      "empHandPartthird": "Or maybe not. But either way, you'll find the Employee Handbook to be an invaluable resource for as long as you're with your company.",
      "empHandPartfour": "Whenever the Handbook is revised, the most recent version will be posted here. So be sure to check back if you want the absolute latest information on your company's policies and procedures. "
    },
    "federalContractors":{
      "title":"Federal Contractors Required use of E-Verify System",
      "paraOne":"Federal contractors and subcontractors will be required to begin using the U.S. Citizenship and Immigration Services' Everify system starting May 21, 2009, to verify their employees' eligibility to legally work in the United States. The Civilian Agency Acquisition Council and the Defense Acquisition Regulations Council amended the Federal Acquisition Regulation (FAR) to reflect this change.",
      "paraTwo":"The new rule implements Executive Order 12989, as amended by President George W. Bush on June 6, 2008, directing federal agencies to require that federal contractors agree to electronically verify the employment eligibility of their employees. The amended Executive Order reinforces the policy, first announced in 1996, that the federal government does business with companies that have a legal workforce. This new rule requires federal contractors to agree, through language inserted into their federal contracts, to use E-Verify to confirm the employment eligibility of all persons hired during a contract term, and to confirm the employment eligibility of federal contractors' current employees who perform contract services for the federal government within the United States.",
      "paraThree":"Federal contracts awarded and solicitations issued after May 21, 2009 will include a clause committing government contractors to use E-Verify. The same clause will also be required in subcontracts over $3,000 for services or construction. Contracts exempt from this rule include those that are for less than $100,000 and those that are for commercially available off-the-shelf items. Companies awarded a contract with the federal government will be required to enroll in E-Verify within 30 days of the contract award date. They will also need to begin using the E-Verify system to confirm that all of their new hires and their employees directly working on federal contracts are authorized to legally work in the United States."
    },
    "holidaySchedule":{
      "title":"Holiday Schedule",
      "holidaySheduleNotAvailable" :"Holiday's schedule is not available",
      "holidaySchedulelist":"Your company's holiday schedule lists your company's paid holidays with applicable eligibility requirements: ",
      "holidayScheduleNoRecords":"Your company is not configured to manage holidays online. If you need to modify your company's holidays, please contact your Client Services Associate."
    },
    "stateRequiredNotifications":{
      "title":"State Required Notifications",
      "paraOne":"Your Company has entered into an agreement with TriNet to share several important employer responsibilities. As co-employers, your Company and TriNet have agreed TriNet will be your employer of record for administrative purposes and will issue payroll, administer benefits and provide certain HR services. Accordingly, the TriNet name appears on your tax records and paycheck stubs. Nevertheless, your Company remains solely obligated to pay payroll arising out of an obligation between you and your Company which TriNet has not contracted to pay. TriNet is a licensed professional employer organization and may be contacted at 1100 San Leandro Blvd., San Leandro, California 94577 or by phone at 800-638-0461. Your Company retains the responsibility as your worksite employer for directing your day-to-day work and the business affairs of your Company. Any unresolved complaints may be referred to the Texas Department of Licensing and Regulation at P.O. Box 12157, Austin, TX 78711, or by phone at 512-463-5522.",
      "paraTwo":"In accordance with Chapter 91 of the Texas Labor Code, we advise you of the following: If you are terminated or laid off, you must contact TriNet by the end of the first business day after the day you are terminated or laid off in order to seek reassignment to a new position. You must contact TriNet by calling 800-638-0461 and request reassignment. If you fail to contact TriNet by the end of the first business day after the day you are terminated or laid off, you will be deemed to have abandoned your employment relationship with TriNet and under Texas law you may be denied unemployment insurance benefits.Reassignment cannot be guaranteed.",
      "paraThree":"With respect to workers compensation coverage, we advise you of the following: You may elect to retain your common law right of action if, no later than five days after you begin employment or within five days after receiving written notice from the employer that the employer has obtained coverage, you notify your employer in writing that you wish to retain your common law right to recover damages for personal injury. If you elect to retain your common law right of action, you cannot obtain workers compensation income or medical benefits if you are injured."
    }
  },
  "directory":{
    "title":"Directory",
    "employeeName":"Employee Name",
    "position":"Position",
    "department":"Department",
    "location":"Location",
    "directManager":"Direct Manager",
    "contacts":"Contacts",
    "notAvaliable":"Not Available",
    "noMailId":"No Mail ID",
    "active":"Active",
    "leave":"Leave",
    "terminated":"Terminated",
    "fullName":"Full Name:",
    "seniorDirector":"Senior Director | Research & Development",
    "employeeDetails":"Employment Details",
    "manager":"Manager",
    "division":"Division",
    "seniority":"Seniority"
  },
  "contactTrinet": {
    "heading": "Contact TriNet",
    "employees": "Employees",
    "colleagues":"Colleagues",
    "employeeCardTitle": "Contact the solution center for questions about your benefits, payroll or updating your information.",
    "corporateHrTitle":"Contact the corporate HR team for questions about your benefits, payroll, and HR information. If you need IT assistance, please submit a ServiceNow incident.",
    "phone": "Phone",
    "email": "Email",
    "hoursOfOperation": "Hours of Operation",
    "hrCardTitle": "HR / Finance Coordinator",
    "hrCardSubTitle": "Contact your Client Services Associate for questions about your company's payroll, invoice or reports.",
    "caseManagement": "Case Management",
    "addCase": "Add a Case",
    "managecases": "Manage My Cases",
    "mystats": "View My Case Statistics",
    "companystats": "View Company Case Statistics",
    "chat" : "Live Chat",
    "chatAvailabilityPeriod": "Monday- Friday, 6:00 a.m. - 5:00 p.m. PT"
  },
  "compliance": {
    "heading": "Compliance Center"
  },
  "companyDashboard":{
    "heading":"Company Dashboard",
    "hoursLeft":"Hours Left",
    "reqTimeOff":"Request Time Off",
    "noTimeOff":"No time off plans",
    "unableTimeOff":" Unable to access Time Off",
    "payDay":"Paychecks",
    "viewPayRoll":"View Payroll Schedule",
    "nextPaidHoliday":"Next Paid Holiday",
    "viewHolidaySch":"View Holiday Schedule",
    "listWidgets":"List Of Widgets",
    "addWidget":"Add Widget",
    "newHiring":"Hiring",
    "addNewHiring":"Add New Hire",
    "viewUnsubmitted":"View Unsubmitted",
    "bestPractices": "Best Practices",
    "executivesRoadmap": "Client Webinars",
    "eNewsletter":"Newsletter",
    "hRBlog":"HR Blog"
  },
  "manageDeptAndLoc":{
    "title":"Manage Departments and Locations",
    "deptandloctitle":"Departments and Locations",
    "addDept":"Add Department",
    "addLoc":"Add Location",
    "departments":"Departments",
    "locations":"Locations",
    "departmentName":"Department Name",
    "code":"Code",
    "shortDescription":"Short Description",
    "totalEmployees":"Total Employees",
    "departmentManager":"Department Manager",
    "totalDepartments":"Departments in Total",
    "location":"Location",
    "address":"Address",
    "city":"City",
    "state":"State",
    "country":"Country",
    "totalLocations":"Locations in Total",
    "makeDepartmentInactive":"Make Department Inactive",
    "selectDepartment":"Select a new department for the 6 employees currently assigned to IT.",
    "effectiveDate":"Effective Date:",
    "department":"Department:",
    "chooseReason":"Choose a Reason",
    "saveAndMakeInactive":"Save and Make Inactive",
    "confirmation":"Confirmation",
    "confirmationMessage":"Are You sure you want to make this department inactive?",
    "yes":"Yes,make it inactive",
    "cancel":"Cancel",
    "assignedEmployees":"There are employees assigned to this department",
    "reassignEmployees":"To continue,reassign those employees to another department",
    "assigntoOneDepartment":"Assign employees to one department",
    "assigntoMultipleDepartments":"Assign employees to multiple departments"
  },
  "help":{
    "questionsAboutTriNetBenefits":"Questions about TriNet benefits",
    "questionsAboutPayroll":"Questions about payroll",
    "changeHomeAddress":"Change home address",
    "changeW4":"Change W-4",
    "name":"Jen Blaire",
    "profession":"Account Service Consultant",
    "solCenter":"TriNet Solution Center",
    "ext":"800.638.0461 ext. 1122",
    "email":"employees@trinet.com",
    "officeHours":"Office Hours:",
    "timings":"Monday - Friday 5 a.m. - 9 p.m. Pacific Time"
  },
  "hoursInfo":{
    "headquarters":"Headquarters",
    "address":"Address",
    "telephone":"Telephone",
    "businessHours":"Standard business hours for this location",
    "workSchedule":"May not reflect your actual work schedule",
    "workDay":"Where required for overtime purposes, the workday begins at 12:00 a.m. and ends at 11:59 p.m",
    "workWeek":"The work week is Sunday through Saturday",
    "businessHoursLabel":"Business Hours",
    "myLocation":"My Location",
    "otherLocations":"Other Locations"
  },
  "dashboardloader":{
	  "loading"    : "Loading your personalized TriNet Dashboard",
	  "tip"        : "Tip:",
	  "helptext"  : "Download the TriNet Mobile app to quickly access information such as your paycheck, current benefits and company directory.",
	  "learnmore" : "Learn more."
  },
  "featuresAndSettings":{
    "companyAdmin" : "Company Admin",
    "featuresAndSettingsTitle" : "Features and Settings",
    "companyDirectory": "Company Directory",
    "companyDirectoryPayload":"COMPANY_DIR",
    "companyDirectoryDescription": "Show the Company Directory to allow employees to view the directory online or in the TriNet Mobile app. If you hide it, administrators/managers will still be able to view a similar directory in Employees > Manage Employees.",
    "organizationChart": "Organization Chart",
    "organizationChartPayload":"ORG_CHART",
    "organizationChartDescription": "Show the Org Chart to allow employees to view your company's organization chart online or in the TriNet Mobile app.",
    "timeAndAttendance":"Time and Attendance",
    "timeAndAttendanceDescription":"Show Time and Attendance if your company uses TriNet's feature to track hours and attendance.",
    "timeAndAttendancePayload":"TIME_AND_ATTENDANCE",
    "goalsAndReview":"Goals and Review",
    "goalsAndReviewDescription":"Show Goals and Review if your company uses TriNet's performance management application.",
    "goalsAndReviewPayload":"GOALS_AND_REVIEW",
    "workchat":"Workforce Chat",
    "workchatDescription":"Show Workchat to enable employees to chat in the TriNet Mobile app.",
    "workchatPayload":"WORK_CHART"


  },
  "goBacktoPreviousSite" : "Go Back to Previous Site"

}
